[
    {
        "id": 1,
        "img": "https://i.ibb.co/nnfgwsz/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "button_bg": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Stay informed and updated with the latest advancements in the field of healthcare and medicine. Our Health Category delves into groundbreaking research, emerging treatments, and healthcare innovations. Explore in-depth articles on specific health conditions, their management, and prevention. Whether you're a healthcare professional or simply interested in staying healthy, this category offers a window into the evolving world of medical science and well-being.",
        "price": 320
      },
      {
        "id": 2,
        "img": "https://i.ibb.co/9cZX4J3/Rectangle-4288.png",
        "title": "Good education",
        "category": "Education",
        "button_bg": "#FF444A33",
        "card_bg_color": "#FF444A26",
        "text_button_bg_color": "#FF444A",
        "description": "In our Education Category, witness the ever-changing landscape of learning and teaching. Explore cutting-edge pedagogical approaches, educational technology trends, and innovative classroom practices. Dive into discussions on student empowerment, teacher development, and the future of education. Join us on a journey where education is not just a process but a dynamic evolution.",
        "price": 300
      },
      
    {
            "id": 3,
            "img": "https://i.ibb.co/WnM3wkn/Clothing.png",
            "title": "Used Clothing Drive",
            "category": "Clothing",
            "button_bg": "#79c23f33",
            "card_bg_color": "#79C23D26",
            "text_button_bg_color": "#79C23F",
            "description": "Our Clothing Category is your gateway to the world of fashion. Immerse yourself in the latest styles, trends, and fashion insights. Discover expert advice on building a versatile wardrobe, accessorizing with flair, and staying fashion-forward. Explore sustainable fashion choices and ethical brands that make a positive impact. Whether you're a fashionista or just looking to up your style game, this category is your go-to destination for all things clothing, helping you express yourself through the art of dressing.",
            "price": 290
          
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/0DnggdV/Food.png",
      "title": "Better Food for Everyone",
      "category": "Food",
      "button_bg": "#f8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Journey through a culinary wonderland with our Food Category, where tantalizing flavors meet expert advice. Explore gourmet recipes, discover international cuisines, and learn the secrets of top chefs. Satisfy your palate with mouthwatering dishes and uncover the art of food presentation. From farm-to-table freshness to decadent desserts, this category is your gateway to a world of delicious possibilities, whether you're a seasoned chef or a passionate foodie.",
      "price": 210
    },
    {
        "id": 5,
        "img": "https://i.ibb.co/0DnggdV/Food.png",
        "title": "Healthy Eating Essentials",
        "category": "Food",
        "button_bg": "#f8714733",
        "card_bg_color": "#F8714726",
        "text_button_bg_color": "#F87147",
        "description": "Our Food Category is a haven for health-conscious individuals. Dive into a treasure trove of articles and guides dedicated to clean eating, mindful nutrition, and dietary tips. Learn about super foods, meal planning, and sustainable eating practices that can transform your well-being. Find delectable, wholesome recipes that cater to a variety of dietary preferences. This category is your source for nourishing your body and fueling your vitality. ",
        "price": 220
      },
      {
        "id": 6,
        "img": "https://i.ibb.co/WnM3wkn/Clothing.png",
        "title": "Sustainable Fashion Choices",
        "category": "Clothing",
        "button_bg": "#79c23f33",
        "card_bg_color": "#79C23D26",
        "text_button_bg_color": "#79C23F",
        "description": "Welcome to our Clothing Category, your gateway to the world of fashion and personal expression. Discover the latest fashion trends, expert styling tips, and wardrobe essentials that empower you to make a statement through your attire. From haute couture to sustainable fashion, we explore the diverse facets of the clothing industry, helping you curate a wardrobe that suits your individuality and lifestyle. Join us on a journey where clothing isn't just fabric; it's a canvas for self-expression and creativity. Explore, experiment, and elevate your style quotient with us.",
        "price": 230
      
},
    
{
    "id": 7,
    "img": "https://i.ibb.co/9cZX4J3/Rectangle-4288.png",
    "title": "Global Education Trends Report",
    "category": "Education",
    "button_bg": "#FF444A33",
    "card_bg_color": "#FF444A26",
    "text_button_bg_color": "#FF444A",
    "description": " Our Education Category is dedicated to nurturing curious minds and fostering a lifelong love for learning. Discover a treasure trove of resources for students, parents, and educators alike. Explore study techniques, career guidance, and educational insights that empower individuals to reach their full potential. Education here is a powerful tool for personal growth and societal progress.",
    "price": 240
  },
  {
    "id": 8,
    "img": "https://i.ibb.co/nnfgwsz/Health.png",
    "title": "Holistic Health and Wellness",
    "category": "Health",
    "button_bg": "#0052FF33",
    "card_bg_color": "#0052FF26",
    "text_button_bg_color": "#0052FF",
    "description": " In our Health Category, discover the profound connection between mental and physical wellness. Uncover insights into mindfulness, meditation, and stress relief techniques that promote inner peace. Learn about the latest fitness trends, workout routines, and nutrition plans to optimize your body's vitality. Achieve balance, resilience, and a sense of tranquility as you embark on a journey towards holistic health.",
    "price": 250
  },
  {
    "id": 9,
    "img": "https://i.ibb.co/nnfgwsz/Health.png",
    "title": "Medical Breakthroughs Digest",
    "category": "Health",
    "button_bg": "#0052FF33",
    "card_bg_color": "#0052FF26",
    "text_button_bg_color": "#0052FF",
    "description": "Our Health Category is your ultimate resource for holistic well-being. Dive into a wealth of information on physical and mental health, fitness, nutrition, and mindfulness. Explore expert advice, practical tips, and actionable strategies to enhance your quality of life. From stress management to preventive healthcare, empower yourself with knowledge to lead a healthier, happier life.",
    "price": 260
  },
  {
    "id": 10,
    "img": "https://i.ibb.co/9cZX4J3/Rectangle-4288.png",
    "title": "Pedagogy for Modern Learners",
    "category": "Education",
    "button_bg": "#FF444A33",
    "card_bg_color": "#FF444A26",
    "text_button_bg_color": "#FF444A",
    "description": "Step into the future of education with our category. Explore topics such as online learning, personalized education, and global education initiatives that are shaping the 21st-century classroom. Delve into discussions on inclusive education, educational equity, and the intersection of technology and education. This category is your passport to a world where education paves the way for a brighter future.",
    "price": 270
  },
  
{
        "id": 11,
        "img": "https://i.ibb.co/WnM3wkn/Clothing.png",
        "title": "Fashion Trends and Styles",
        "category": "Clothing",
        "button_bg": "#79c23f33",
        "card_bg_color": "#79C23D26",
        "text_button_bg_color": "#79C23F",
        "description": "Our Clothing Category invites you to a world where fashion meets individual expression. Immerse yourself in a diverse array of trends, styles, and wardrobe essentials. From timeless classics to avant-garde couture, we showcase the latest fashion inspirations. Dive into guides on fashion etiquette, sustainable clothing choices, and the art of dressing with confidence. Explore the vibrant tapestry of global fashion, uncovering cultural influences and fashion-forward cities. Whether you're a trendsetter or a fashion novice, this category is your go-to source for discovering, enhancing, and embracing your unique style identity. Join us in celebrating the artistry of clothing and its role in shaping our personal narratives.",
        "price": 280
      
},
{
  "id": 12,
  "img": "https://i.ibb.co/0DnggdV/Food.png",
  "title": "Culinary World Explorations",
  "category": "Food",
  "button_bg": "#f8714733",
  "card_bg_color": "#F8714726",
  "text_button_bg_color": "#F87147",
  "description": "Explore the gastronomic universe with our Food Category. From street food gems to fine dining experiences, embark on culinary adventures that span the globe. Immerse yourself in the cultures and traditions that shape our culinary landscape. Discover unique food festivals, master the art of pairing wine with food, and become a connoisseur of diverse cuisines. Join us on a journey where food isn't just sustenance; it's an exploration of taste, culture, and the joy of sharing meals.",
  "price": 290
}
  ]